tap "anna-ssg/tap"

brew "abseil"
brew "act"
brew "anna"
brew "bat"
brew "boost"
brew "bore-cli"
brew "btop"
brew "cmake"
brew "cpr"
brew "delve"
brew "jsoncpp"
brew "drogon"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "graphviz"
brew "glow"
brew "gofumpt"
brew "golangci-lint"
brew "golang-migrate"
brew "hyperfine"
brew "jsoncpp"
brew "just"
brew "llvm"
brew "mas"
brew "mise"
brew "mysql", restart_service: :changed
brew "neo4j"
brew "neovim"
brew "opam"
brew "openssl"
brew "pandoc"
brew "protobuf"
brew "redis"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "stow"
brew "texlive"
brew "tmux"
brew "tree"
brew "turso"
brew "uv"
brew "vim"
brew "zoxide"
brew "yt-dlp"

cask "appcleaner"
cask "element"
cask "ghostty"
cask "gimp"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "mysql-shell"
cask "mysqlworkbench"
cask "neo4j-desktop"
cask "nikitabobko/tap/aerospace"
cask "numi"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pika"
cask "shottr"
cask "wireshark-app"
cask "vesktop"
cask "visual-studio-code"
cask "zed"
