tap "anna-ssg/tap"
tap "nikitabobko/tap"
tap "tursodatabase/tap"
tap "grishka/grishka"
tap "oven-sh/bun"

brew "abseil"
brew "act"
brew "anna"
brew "bat"
brew "boost"
brew "bore-cli"
brew "btop"
brew "bun"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cpr"
brew "delve"
brew "doxygen"
brew "drogon"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "glow"
brew "gofumpt"
brew "golang-migrate"
brew "golangci-lint"
brew "gosec"
brew "govulncheck"
brew "gradle"
brew "graphviz"
brew "htop"
brew "hyperfine"
brew "jsoncpp"
brew "jsoncpp"
brew "just"
brew "k3d"
brew "libelf"
brew "llvm"
brew "lld"
brew "mas"
brew "mise"
brew "mpv"
brew "mysql"
brew "neovim"
brew "opam"
brew "openssl"
brew "pandoc"
brew "protobuf"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "sqlc"
brew "sqlfluff"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "tursodatabase/tap/turso"
brew "typst"
brew "uv"
brew "vim"
brew "yt-dlp"
brew "yazi"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"

cask "android-platform-tools"
cask "appcleaner"
cask "basictex"
cask "bruno"
cask "element"
cask "ghostty"
cask "gimp"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "mongodb-compass"
cask "mysql-shell"
cask "mysqlworkbench"
cask "neardrop"
cask "nikitabobko/tap/aerospace"
cask "numi"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pika"
cask "shottr"
cask "vesktop"
cask "visual-studio-code"
cask "wireshark-app"
cask "zed"
cask "zerotier-one"

cask "font-juliamono"
cask "font-linux-biolinum"
cask "font-victor-mono"
